{
  "series": [
    {
      "id": 2,
      "name": "Friends",
      "status": "watching",
      "genre": "Comédia",
      "current": {
        "episode": "01",
        "season": "09"
      },
      "comments": "Bom para descontrair"
    },
    {
      "id": 3,
      "name": "Breaking Bad",
      "status": "watched",
      "genre": "Drama",
      "comments": "Say My Name - melhor cena"
    },
    {
      "id": 4,
      "name": "Better Call Saul",
      "status": "toWatch",
      "genre": "Drama",
      "comments": "Galera fala bem"
    },
    {
      "name": "Desencanto",
      "status": "toWatch",
      "genre": "Comédia",
      "comments": "Trabalhando após ser banida do castelo, Bean não para em nenhum emprego. Elfo encontra um bizarro casal de irmãos vivendo em uma casa feita de doces.",
      "id": 5
    },
    {
      "name": "Hannah Montana",
      "status": "toWatch",
      "genre": "Comédia",
      "comments": "Essa série de sucesso acompanha a vida da estrela pop Hannah Montana, que se disfarça na pele da adolescente comum Miley Stewart durante o dia.",
      "id": 6
    },
    {
      "name": "Jane the Virgin",
      "status": "toWatch",
      "genre": "Comédia",
      "comments": "Depois de jurar que permaneceria virgem até o casamento, Jane Villanueva fica grávida por um erro médico. Hora de revisar os planos para o futuro...",
      "id": 7
    },
    {
      "name": "Friends",
      "status": "toWatch",
      "genre": "Comédia",
      "comments": "Esta série de enorme sucesso acompanha as aventuras de seis amigos que enfrentam as armadilhas da vida, do trabalho e do amor nos anos 1990.",
      "id": 8
    },
    {
      "name": "Lucifer",
      "status": "toWatch",
      "genre": "Comédia",
      "comments": "Entediado com a vida nas trevas, o diabo se muda para Los Angeles, abre um piano-bar e empresta sua sabedoria a uma investigadora de assassinatos.",
      "id": 9
    },
    {
      "name": "Jessie",
      "status": "toWatch",
      "genre": "Comédia",
      "comments": "A teen Jessie se muda para Nova York para realizar seu sonho de ser atriz. Ela arruma emprego como babá de uma família rica com quatro crianças cheias de energia.",
      "id": 10
    },
    {
      "name": "Better Call Saul",
      "status": "watching",
      "genre": "Comédia",
      "comments": "Antes de se transformar no infame Saul Goodman, o advogado de Breaking Bad era mais inocente, mas não era santo.",
      "id": 11
    },
    {
      "name": "Marvel Agents of S.H.I.E.L.D.",
      "status": "watching",
      "genre": "Ação",
      "comments": "Para encontrar um inimigo desconhecido, o agente Phil Coulson reúne um grupo seleto de agentes da organização mundial de defensores da lei conhecida como S.H.I.E.L.D.",
      "id": 12
    },
    {
      "name": "Breaking Bad",
      "status": "watched",
      "genre": "Drama",
      "comments": "Walt e Jesse tentam se ajustar à vida longe do tráfico e Hank descobre uma pista perturbadora.",
      "id": 13
    },
    {
      "name": "Maldição da Residencia Hill",
      "status": "toWatch",
      "genre": "Drama",
      "comments": "Entre o passado e o presente, uma família dividida confronta memórias assustadoras do antigo lar e dos eventos aterrorizantes que os expulsaram de lá.",
      "id": 14
    },
    {
      "name": "Grey's Anatomy",
      "status": "toWatch",
      "genre": "Drama",
      "comments": "Durante sua residência num hospital, Meredith Grey vive paixões profissionais e pessoais com sua turma de estudantes e médicos.",
      "id": 15
    },
    {
      "name": "Arrow",
      "status": "watching",
      "genre": "Ação",
      "comments": "Enquanto Quentin tenta aceitar suas ações em Lian Yu, Sereia Negra inicia uma série de ataques contra a polícia de Star City e a Equipe do Arqueiro Verde.",
      "id": 16
    },
    {
      "name": "Punho de Ferro",
      "status": "toWatch",
      "genre": "Ação",
      "comments": "Em meio à guerra de gangues pelo controle de Nova York, Danny e Colleen encontram um velho conhecido. Joy embarca em uma nova aventura.",
      "id": 17
    },
    {
      "name": "The Flash",
      "status": "toWatch",
      "genre": "Ação",
      "comments": "Um perito forense desperta de um coma com poderes especiais que serão postos à prova na luta contra forças que ameaçam a cidade.",
      "id": 18
    },
    {
      "name": "Justiceiro",
      "status": "toWatch",
      "genre": "Ação",
      "comments": "O ex-fuzileiro Frank Castle decide fazer justiça com as próprias mãos enquanto luta para superar seu passado trágico.",
      "id": 19
    },
    {
      "name": "Demolidor",
      "status": "toWatch",
      "genre": "Ação",
      "comments": "O lado vigilante de Murdock e seu trabalho como advogado são desafiados em um caso de homicídio que implica uma organização criminosa.",
      "id": 20
    },
    {
      "name": "Inumanos",
      "status": "toWatch",
      "genre": "Ação",
      "comments": "Após um golpe militar na cidade secreta de Attilan, uma família real de super-humanos liderada pelo Raio Negro é obrigada a se refugiar na Terra.",
      "id": 21
    }
  ],
  "genres": [
    "Comédia",
    "Drama",
    "Ação"
  ]
}